Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: The theme is set to System, which follows your iPhone's Light or Dark Mode. Continue to keep it. If you have some vision, High Contrast or Midnight can make text easier to read. You can change this later in Settings.
ar: المظهر مضبوط على النظام، وهو يتبع الوضع الفاتح أو الداكن في iPhone. تابع للإبقاء عليه. إن كان لديك بعض البصر، فقد يسهّل التباين العالي أو Midnight قراءة النص. يمكنك تغيير ذلك لاحقًا من الإعدادات.
de: Das Design ist auf „System“ eingestellt und folgt dem hellen oder dunklen Modus deines iPhone. Fahre fort, um es zu behalten. Wenn du noch etwas sehen kannst, machen Hoher Kontrast oder Midnight Text leichter lesbar. Du kannst das später in den Einstellungen ändern.
el: Το θέμα είναι ορισμένο σε Σύστημα, που ακολουθεί τη φωτεινή ή σκοτεινή λειτουργία του iPhone σας. Συνεχίστε για να το κρατήσετε. Αν έχετε κάποια όραση, η Υψηλή αντίθεση ή το Midnight διευκολύνουν την ανάγνωση. Μπορείτε να το αλλάξετε αργότερα στις Ρυθμίσεις.
es: El tema está en Sistema, que sigue el modo claro u oscuro de tu iPhone. Continúa para mantenerlo. Si tienes algo de visión, Alto contraste o Midnight pueden facilitar la lectura. Puedes cambiarlo más tarde en Ajustes.
fa: پوسته روی سیستم تنظیم شده است که از حالت روشن یا تیرهٔ iPhone پیروی می‌کند. برای نگه داشتنش ادامه دهید. اگر کمی بینایی دارید، کنتراست بالا یا Midnight خواندن متن را آسان‌تر می‌کنند. بعداً می‌توانید این را در تنظیمات تغییر دهید.
fr: Le thème est réglé sur Système, qui suit le mode clair ou sombre de votre iPhone. Continuez pour le garder. Si vous avez un reste de vision, Contraste élevé ou Midnight peuvent rendre le texte plus facile à lire. Vous pourrez le modifier plus tard dans les réglages.
he: ערכת הנושא מוגדרת למערכת, שעוקבת אחר המצב הבהיר או הכהה של ה-iPhone. המשיכו כדי לשמור אותה. אם יש לכם שארית ראייה, ניגודיות גבוהה או Midnight יכולות להקל על הקריאה. אפשר לשנות זאת מאוחר יותר בהגדרות.
hi: थीम सिस्टम पर सेट है, जो आपके iPhone के लाइट या डार्क मोड के हिसाब से चलती है। इसे रखने के लिए जारी रखें। अगर आपको थोड़ा दिखता है, तो हाई कॉन्ट्रास्ट या Midnight से टेक्स्ट पढ़ना आसान हो सकता है। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
id: Tema diatur ke Sistem, yang mengikuti mode Terang atau Gelap iPhone Anda. Lanjutkan untuk mempertahankannya. Jika Anda masih memiliki sedikit penglihatan, Kontras Tinggi atau Midnight bisa membuat teks lebih mudah dibaca. Anda bisa mengubahnya nanti di Pengaturan.
it: Il tema è impostato su Sistema, che segue la modalità chiara o scura del tuo iPhone. Continua per mantenerlo. Se hai un residuo visivo, Contrasto elevato o Midnight possono rendere il testo più facile da leggere. Puoi cambiarlo più tardi in Impostazioni.
ja: テーマは「システム」に設定されていて、iPhone のライトモードまたはダークモードに合わせます。このまま使うなら続けてください。少し見える場合は、ハイコントラストや Midnight で文字が読みやすくなります。あとで設定から変更できます。
ko: 테마가 '시스템'으로 설정되어 있어 iPhone의 라이트 또는 다크 모드를 따릅니다. 그대로 쓰려면 계속하세요. 잔존 시력이 있다면 고대비나 Midnight가 글자를 읽기 쉽게 해 줍니다. 나중에 설정에서 바꿀 수 있습니다.
nl: Het thema staat op Systeem, dat de lichte of donkere modus van je iPhone volgt. Ga verder om het te houden. Als je nog wat ziet, maken Hoog contrast of Midnight tekst makkelijker leesbaar. Je kunt dit later wijzigen in Instellingen.
pl: Motyw jest ustawiony na Systemowy, który podąża za jasnym lub ciemnym trybem iPhone’a. Kontynuuj, aby go zachować. Jeśli trochę widzisz, Wysoki kontrast lub Midnight mogą ułatwić czytanie. Możesz to później zmienić w Ustawieniach.
pt: O tema está em Sistema, que acompanha o modo claro ou escuro do seu iPhone. Continue para mantê-lo. Se você tem alguma visão, Alto contraste ou Midnight podem facilitar a leitura. Você pode mudar isso depois nas Configurações.
ru: Выбрана тема «Системная», которая следует светлому или тёмному режиму iPhone. Продолжите, чтобы оставить её. Если у вас есть остаточное зрение, «Высокий контраст» или Midnight облегчат чтение. Это можно изменить позже в настройках.
sv: Temat är inställt på System, som följer din iPhones ljusa eller mörka läge. Fortsätt för att behålla det. Om du har viss syn kan Hög kontrast eller Midnight göra texten lättare att läsa. Du kan ändra det senare i Inställningar.
th: ธีมตั้งเป็นระบบ ซึ่งเปลี่ยนตามโหมดสว่างหรือมืดของ iPhone ดำเนินการต่อเพื่อใช้ธีมนี้ หากคุณยังมองเห็นได้บ้าง คอนทราสต์สูงหรือ Midnight ช่วยให้อ่านข้อความได้ง่ายขึ้น คุณเปลี่ยนได้ภายหลังในการตั้งค่า
tr: Tema Sistem olarak ayarlı; iPhone'unuzun açık veya koyu moduna uyar. Korumak için devam edin. Biraz görüyorsanız Yüksek Kontrast veya Midnight metni okumayı kolaylaştırabilir. Bunu daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Вибрано тему «Системна», яка відповідає світлому чи темному режиму iPhone. Продовжте, щоб залишити її. Якщо у вас є залишковий зір, «Високий контраст» або Midnight полегшать читання. Це можна змінити пізніше в параметрах.
vi: Chủ đề đang đặt ở Hệ thống, theo chế độ sáng hoặc tối của iPhone. Tiếp tục để giữ. Nếu bạn còn nhìn được một phần, Độ tương phản cao hoặc Midnight giúp đọc chữ dễ hơn. Bạn có thể đổi sau trong Cài đặt.
zh_hans: 主题设为“系统”，会跟随 iPhone 的浅色或深色模式。继续即可保留。如果你还有一些视力，高对比度或 Midnight 可以让文字更容易阅读。之后可以在设置中更改。

source: Apple Related covers Apple products and platforms, such as iPhone, Mac, Apple Watch, and apps.
ar: يشمل «متعلّق بـ Apple» منتجات Apple ومنصاتها، مثل iPhone وMac وApple Watch والتطبيقات.
de: „Apple-bezogen“ umfasst Apple-Produkte und -Plattformen wie iPhone, Mac, Apple Watch und Apps.
el: Το Σχετικά με την Apple καλύπτει προϊόντα και πλατφόρμες της Apple, όπως iPhone, Mac, Apple Watch και εφαρμογές.
es: Relacionado con Apple incluye productos y plataformas de Apple, como el iPhone, el Mac, el Apple Watch y las apps.
fa: مرتبط با Apple شامل محصولات و پلتفرم‌های Apple است، مثل iPhone، Mac، Apple Watch و برنامه‌ها.
fr: Apple couvre les produits et plateformes Apple, comme l'iPhone, le Mac, l'Apple Watch et les applis.
he: קשור ל-Apple כולל מוצרים ופלטפורמות של Apple, כמו iPhone, Mac, Apple Watch ואפליקציות.
hi: Apple से संबंधित में Apple के उत्पाद और प्लेटफ़ॉर्म आते हैं, जैसे iPhone, Mac, Apple Watch और ऐप।
id: Terkait Apple mencakup produk dan platform Apple, seperti iPhone, Mac, Apple Watch, dan aplikasi.
it: Relativo ad Apple comprende prodotti e piattaforme Apple, come iPhone, Mac, Apple Watch e app.
ja: 「Apple 関連」は、iPhone、Mac、Apple Watch、アプリなど、Apple の製品とプラットフォームを対象とします。
ko: 'Apple 관련'은 iPhone, Mac, Apple Watch, 앱 등 Apple의 제품과 플랫폼을 다룹니다.
nl: Apple-gerelateerd omvat producten en platforms van Apple, zoals iPhone, Mac, Apple Watch en apps.
pl: Związane z Apple obejmuje produkty i platformy Apple, takie jak iPhone, Mac, Apple Watch i aplikacje.
pt: Relacionado à Apple inclui produtos e plataformas da Apple, como iPhone, Mac, Apple Watch e apps.
ru: «Связано с Apple» охватывает продукты и платформы Apple, например iPhone, Mac, Apple Watch и приложения.
sv: Apple-relaterat omfattar Apples produkter och plattformar, som iPhone, Mac, Apple Watch och appar.
th: เกี่ยวกับ Apple ครอบคลุมผลิตภัณฑ์และแพลตฟอร์มของ Apple เช่น iPhone, Mac, Apple Watch และแอป
tr: Apple ile İlgili; iPhone, Mac, Apple Watch ve uygulamalar gibi Apple ürünlerini ve platformlarını kapsar.
uk: «Пов'язане з Apple» охоплює продукти й платформи Apple, як-от iPhone, Mac, Apple Watch і додатки.
vi: Liên quan đến Apple bao gồm sản phẩm và nền tảng của Apple, như iPhone, Mac, Apple Watch và ứng dụng.
zh_hans: “与 Apple 相关”涵盖 Apple 的产品和平台，例如 iPhone、Mac、Apple Watch 和应用。

source: Podcasts, Guides, Apps, and Blogs are all about Apple already. Only Forums has non-Apple discussions to filter. You can change this at any time in Customize Home on the Home tab, or in Settings > Home Feed.
ar: البودكاست والأدلة والتطبيقات والمدونات كلها عن Apple أصلًا. المنتديات وحدها فيها نقاشات خارج Apple يمكن تصفيتها. يمكنك تغيير ذلك في أي وقت من تخصيص الشاشة الرئيسية في علامة تبويب الرئيسية، أو من الإعدادات > خلاصة الرئيسية.
de: Podcasts, Anleitungen, Apps und Blogs drehen sich bereits um Apple. Nur die Foren haben Diskussionen außerhalb von Apple, die gefiltert werden können. Du kannst das jederzeit unter „Startseite anpassen“ auf der Startseite oder unter Einstellungen > Startseiten-Feed ändern.
el: Τα podcast, οι οδηγοί, οι εφαρμογές και τα ιστολόγια αφορούν ήδη όλα την Apple. Μόνο τα φόρουμ έχουν συζητήσεις εκτός Apple για φιλτράρισμα. Μπορείτε να το αλλάξετε οποιαδήποτε στιγμή στην Προσαρμογή Αρχικής, στην καρτέλα Αρχική, ή στις Ρυθμίσεις > Ροή Αρχικής.
es: Los pódcast, las guías, las apps y los blogs ya tratan todos sobre Apple. Solo los foros tienen debates ajenos a Apple que filtrar. Puedes cambiarlo en cualquier momento en Personalizar Inicio, en la pestaña Inicio, o en Ajustes > Feed de Inicio.
fa: پادکست‌ها، راهنماها، برنامه‌ها و وبلاگ‌ها همه از قبل دربارهٔ Apple هستند. فقط انجمن‌ها گفتگوهای غیر Apple دارند که قابل فیلتر است. هر زمان بخواهید می‌توانید این را در سفارشی‌سازی صفحهٔ اصلی در زبانهٔ خانه، یا در تنظیمات > فید خانه تغییر دهید.
fr: Les podcasts, guides, applis et blogs portent déjà tous sur Apple. Seuls les forums ont des discussions hors Apple à filtrer. Vous pouvez modifier ce choix à tout moment dans Personnaliser Accueil, sur l'onglet Accueil, ou dans Réglages > Fil d'accueil.
he: פודקאסטים, מדריכים, אפליקציות ובלוגים כבר עוסקים כולם ב-Apple. רק בפורומים יש דיונים שאינם על Apple לסינון. אפשר לשנות זאת בכל עת בהתאמה אישית של הבית בלשונית הבית, או בהגדרות > פיד הבית.
hi: पॉडकास्ट, गाइड, ऐप और ब्लॉग पहले से ही Apple के बारे में हैं। सिर्फ़ फ़ोरम में Apple से बाहर की चर्चाएँ हैं जिन्हें फ़िल्टर किया जा सकता है। आप इसे कभी भी होम टैब पर होम को अनुकूलित करें में, या सेटिंग्स > होम फ़ीड में बदल सकते हैं।
id: Podcast, Panduan, Aplikasi, dan Blog semuanya sudah tentang Apple. Hanya Forum yang memiliki diskusi non-Apple untuk difilter. Anda bisa mengubahnya kapan saja di Sesuaikan Beranda pada tab Beranda, atau di Pengaturan > Feed Beranda.
it: Podcast, Guide, App e Blog parlano già tutti di Apple. Solo i Forum hanno discussioni non Apple da filtrare. Puoi cambiarlo in qualsiasi momento in Personalizza Home, nel pannello Home, o in Impostazioni > Feed Home.
ja: ポッドキャスト、ガイド、アプリ、ブログはもともとすべて Apple に関する内容です。Apple 以外の話題を絞り込めるのはフォーラムだけです。これはホームタブの「ホームをカスタマイズ」や、「設定」>「ホームフィード」でいつでも変更できます。
ko: 팟캐스트, 가이드, 앱, 블로그는 이미 모두 Apple에 관한 내용입니다. Apple 외의 토론을 걸러낼 수 있는 곳은 포럼뿐입니다. 홈 탭의 '홈 사용자 지정'이나 설정 > 홈 피드에서 언제든지 바꿀 수 있습니다.
nl: Podcasts, handleidingen, apps en blogs gaan al allemaal over Apple. Alleen de forums hebben discussies buiten Apple om te filteren. Je kunt dit altijd wijzigen via Start aanpassen op het tabblad Home, of in Instellingen > Home-feed.
pl: Podcasty, poradniki, aplikacje i blogi już dotyczą wyłącznie Apple. Tylko fora mają dyskusje spoza Apple do filtrowania. Możesz to zmienić w dowolnej chwili w opcji Dostosuj stronę główną na karcie Strona główna lub w Ustawieniach > Kanał strony głównej.
pt: Podcasts, Guias, Apps e Blogs já são todos sobre a Apple. Só os fóruns têm discussões fora da Apple para filtrar. Você pode mudar isso a qualquer momento em Personalizar Início, na aba Início, ou em Configurações > Feed do Início.
ru: Подкасты, руководства, приложения и блоги и так посвящены Apple. Только на форумах есть обсуждения не об Apple, которые можно отфильтровать. Это можно изменить в любой момент в «Настроить главный экран» на вкладке «Главная» или в «Настройки» > «Лента главной».
sv: Poddar, guider, appar och bloggar handlar redan om Apple. Bara forumen har diskussioner utanför Apple att filtrera. Du kan ändra det när som helst i Anpassa Hem på fliken Hem, eller i Inställningar > Hemflöde.
th: พอดแคสต์ คู่มือ แอป และบล็อกล้วนเกี่ยวกับ Apple อยู่แล้ว มีเพียงฟอรัมที่มีการสนทนานอกเหนือจาก Apple ให้กรอง คุณเปลี่ยนได้ทุกเมื่อที่ ปรับแต่งหน้าแรก ในแท็บหน้าหลัก หรือที่ การตั้งค่า > ฟีดหน้าหลัก
tr: Podcast'ler, kılavuzlar, uygulamalar ve bloglar zaten tamamen Apple ile ilgili. Yalnızca forumlarda filtrelenecek Apple dışı tartışmalar var. Bunu istediğiniz zaman Ana Sayfa sekmesindeki Ana Sayfayı Özelleştir'den veya Ayarlar > Ana Sayfa Akışı'ndan değiştirebilirsiniz.
uk: Подкасти, посібники, додатки й блоги і так присвячені Apple. Лише на форумах є обговорення не про Apple, які можна відфільтрувати. Це можна змінити будь-коли в «Налаштувати головну» на вкладці «Головна» або в «Параметри» > «Стрічка головної».
vi: Podcast, hướng dẫn, ứng dụng và blog vốn đều nói về Apple. Chỉ diễn đàn mới có thảo luận ngoài Apple để lọc. Bạn có thể đổi bất cứ lúc nào trong Tùy chỉnh Trang chủ ở tab Trang chủ, hoặc trong Cài đặt > Nguồn cấp Trang chủ.
zh_hans: 播客、指南、应用和博客本来就都与 Apple 相关。只有论坛有与 Apple 无关的讨论可以筛选。你可以随时在主页标签的“自定义主页”或“设置”>“主页动态”中更改。

source: AppleVis always blocks strong or explicit language in posts and comments, and that doesn't change. This setting only decides whether milder language, which the website allows, is masked or shown as written.
ar: يحجب AppleVis دائمًا اللغة البذيئة أو الصريحة في المنشورات والتعليقات، ولا يتغير ذلك. هذا الإعداد يحدد فقط ما إذا كانت الألفاظ الأخف، التي يسمح بها الموقع، تُخفى أم تُعرض كما كُتبت.
de: AppleVis blockiert in Beiträgen und Kommentaren immer derbe oder explizite Sprache, und daran ändert sich nichts. Diese Einstellung entscheidet nur, ob mildere Ausdrücke, die die Website erlaubt, maskiert oder wie geschrieben angezeigt werden.
el: Το AppleVis μπλοκάρει πάντα την υβριστική ή ακατάλληλη γλώσσα σε αναρτήσεις και σχόλια, και αυτό δεν αλλάζει. Αυτή η ρύθμιση καθορίζει μόνο αν η πιο ήπια γλώσσα, που επιτρέπει ο ιστότοπος, κρύβεται ή εμφανίζεται όπως γράφτηκε.
es: AppleVis siempre bloquea el lenguaje fuerte o explícito en mensajes y comentarios, y eso no cambia. Este ajuste solo decide si el lenguaje más suave, que la web permite, se oculta o se muestra tal cual.
fa: AppleVis همیشه زبان زشت یا صریح را در پست‌ها و نظرها مسدود می‌کند و این تغییر نمی‌کند. این تنظیم فقط تعیین می‌کند که زبان ملایم‌تر، که وب‌سایت اجازه می‌دهد، پوشانده شود یا همان‌طور که نوشته شده نمایش داده شود.
fr: AppleVis bloque toujours le langage grossier ou explicite dans les messages et commentaires, et cela ne change pas. Ce réglage décide seulement si un langage plus léger, que le site autorise, est masqué ou affiché tel quel.
he: AppleVis תמיד חוסם שפה גסה או בוטה בפוסטים ובתגובות, וזה לא משתנה. ההגדרה הזו קובעת רק אם שפה עדינה יותר, שהאתר מתיר, תוסתר או תוצג כפי שנכתבה.
hi: AppleVis पोस्ट और टिप्पणियों में अभद्र या अश्लील भाषा हमेशा रोकता है, और यह नहीं बदलता। यह सेटिंग सिर्फ़ यह तय करती है कि हल्की भाषा, जिसकी वेबसाइट अनुमति देती है, छिपाई जाए या जैसी लिखी है वैसी दिखे।
id: AppleVis selalu memblokir bahasa kasar atau vulgar di postingan dan komentar, dan itu tidak berubah. Pengaturan ini hanya menentukan apakah bahasa yang lebih ringan, yang diizinkan situs web, disamarkan atau ditampilkan apa adanya.
it: AppleVis blocca sempre il linguaggio volgare o esplicito nei post e nei commenti, e questo non cambia. Questa impostazione decide solo se il linguaggio più leggero, che il sito consente, viene mascherato o mostrato così com'è.
ja: AppleVis では投稿やコメントでの強い表現や露骨な表現を常にブロックしており、これは変わりません。この設定で決まるのは、ウェブサイトが許可している軽い表現を伏せ字にするか、そのまま表示するかだけです。
ko: AppleVis는 게시물과 댓글의 심한 표현이나 노골적인 표현을 항상 차단하며, 이는 바뀌지 않습니다. 이 설정은 웹사이트에서 허용하는 가벼운 표현을 가릴지, 쓴 그대로 보여 줄지만 정합니다.
nl: AppleVis blokkeert altijd grove of expliciete taal in berichten en reacties, en dat verandert niet. Deze instelling bepaalt alleen of mildere taal, die de website toestaat, wordt gemaskeerd of wordt getoond zoals geschreven.
pl: AppleVis zawsze blokuje wulgarny lub dosadny język we wpisach i komentarzach i to się nie zmienia. To ustawienie decyduje tylko, czy łagodniejszy język, na który strona pozwala, jest maskowany, czy pokazywany tak, jak został napisany.
pt: O AppleVis sempre bloqueia linguagem pesada ou explícita em postagens e comentários, e isso não muda. Este ajuste só decide se a linguagem mais leve, que o site permite, fica mascarada ou aparece como foi escrita.
ru: AppleVis всегда блокирует грубую или откровенную лексику в сообщениях и комментариях, и это не меняется. Эта настройка определяет только, будет ли более мягкая лексика, которую сайт допускает, скрыта или показана как есть.
sv: AppleVis blockerar alltid grovt eller explicit språk i inlägg och kommentarer, och det ändras inte. Den här inställningen avgör bara om mildare språk, som webbplatsen tillåter, maskeras eller visas som det skrevs.
th: AppleVis บล็อกภาษาหยาบหรือโจ่งแจ้งในโพสต์และความคิดเห็นเสมอ และจะไม่เปลี่ยน การตั้งค่านี้กำหนดเพียงว่าคำที่เบากว่า ซึ่งเว็บไซต์อนุญาต จะถูกปิดบังหรือแสดงตามที่เขียน
tr: AppleVis gönderilerde ve yorumlarda kaba ya da müstehcen dili her zaman engeller ve bu değişmez. Bu ayar yalnızca web sitesinin izin verdiği daha hafif ifadelerin maskelenip maskelenmeyeceğine karar verir.
uk: AppleVis завжди блокує грубу або відверту лексику в дописах і коментарях, і це не змінюється. Цей параметр визначає лише, чи буде м'якша лексика, яку сайт дозволяє, прихована чи показана як є.
vi: AppleVis luôn chặn ngôn ngữ thô tục hoặc khiếm nhã trong bài đăng và bình luận, và điều đó không thay đổi. Cài đặt này chỉ quyết định từ ngữ nhẹ hơn, mà trang web cho phép, sẽ bị che hay hiển thị như đã viết.
zh_hans: AppleVis 始终会屏蔽帖子和评论中的粗俗或露骨语言，这一点不会改变。此设置只决定网站允许的较温和用语是被遮挡还是按原样显示。

source: This is on by default to help keep AppleVis welcoming, and to stay within Apple's rules for the app's age rating.
ar: هذا مفعّل افتراضيًا ليبقى AppleVis مرحّبًا، وللالتزام بقواعد Apple لتصنيف عمر التطبيق.
de: Das ist standardmäßig aktiviert, damit AppleVis ein einladender Ort bleibt und die Regeln von Apple für die Altersfreigabe der App eingehalten werden.
el: Είναι ενεργό από προεπιλογή για να παραμένει το AppleVis φιλόξενο και σύμφωνο με τους κανόνες της Apple για την ηλικιακή διαβάθμιση της εφαρμογής.
es: Está activado por defecto para que AppleVis siga siendo acogedor y cumpla las normas de Apple para la clasificación por edad de la app.
fa: این به‌طور پیش‌فرض روشن است تا AppleVis محیطی خوشایند بماند و با قوانین Apple برای ردهٔ سنی برنامه سازگار باشد.
fr: Cette option est activée par défaut pour qu'AppleVis reste accueillant et respecte les règles d'Apple pour la classification par âge de l'app.
he: זה מופעל כברירת מחדל כדי ש-AppleVis יישאר מזמין, וכדי לעמוד בכללי Apple לדירוג הגיל של האפליקציה.
hi: यह डिफ़ॉल्ट रूप से चालू है ताकि AppleVis स्वागत करने वाला बना रहे और ऐप की आयु रेटिंग के लिए Apple के नियमों के भीतर रहे।
id: Ini menyala secara default agar AppleVis tetap ramah dan sesuai dengan aturan Apple untuk rating usia aplikasi.
it: È attiva per impostazione predefinita per mantenere AppleVis accogliente e rispettare le regole di Apple per la classificazione per età dell'app.
ja: AppleVis を歓迎される場所に保ち、アプリの年齢区分に関する Apple のルールを守るため、デフォルトでオンになっています。
ko: AppleVis를 환영받는 공간으로 유지하고 앱 연령 등급에 관한 Apple의 규칙을 지키기 위해 기본적으로 켜져 있습니다.
nl: Dit staat standaard aan om AppleVis gastvrij te houden en binnen de regels van Apple voor de leeftijdsclassificatie van de app te blijven.
pl: Jest to domyślnie włączone, aby AppleVis pozostało przyjazne i zgodne z zasadami Apple dotyczącymi kategorii wiekowej aplikacji.
pt: Isso fica ativado por padrão para manter o AppleVis acolhedor e dentro das regras da Apple para a classificação etária do app.
ru: Это включено по умолчанию, чтобы AppleVis оставался дружелюбным и соответствовал правилам Apple для возрастного рейтинга приложения.
sv: Det här är på som standard för att hålla AppleVis välkomnande och följa Apples regler för appens åldersgräns.
th: ตัวเลือกนี้เปิดอยู่ตามค่าเริ่มต้น เพื่อให้ AppleVis เป็นมิตร และเป็นไปตามกฎของ Apple สำหรับการจัดระดับอายุของแอป
tr: Bu, AppleVis'in sıcak bir yer olarak kalması ve uygulamanın yaş sınırı için Apple kurallarına uyması amacıyla varsayılan olarak açıktır.
uk: Це ввімкнено за замовчуванням, щоб AppleVis залишався доброзичливим і відповідав правилам Apple щодо вікового рейтингу додатка.
vi: Tùy chọn này bật theo mặc định để AppleVis luôn thân thiện và tuân theo quy định của Apple về phân loại độ tuổi của ứng dụng.
zh_hans: 此项默认打开，以便 AppleVis 保持友好，并符合 Apple 对应用年龄分级的规定。

source: You're continuing as a guest, so these are unavailable. Sign in at any time to turn them on.
ar: أنت تتابع كزائر، لذا هذه الخيارات غير متاحة. سجّل الدخول في أي وقت لتشغيلها.
de: Du nutzt die App als Gast, deshalb sind diese nicht verfügbar. Melde dich jederzeit an, um sie einzuschalten.
el: Συνεχίζετε ως επισκέπτης, οπότε αυτές δεν είναι διαθέσιμες. Συνδεθείτε οποιαδήποτε στιγμή για να τις ενεργοποιήσετε.
es: Estás continuando como invitado, así que estas opciones no están disponibles. Inicia sesión cuando quieras para activarlas.
fa: به‌عنوان مهمان ادامه می‌دهید، پس این‌ها در دسترس نیستند. هر زمان وارد شوید تا روشنشان کنید.
fr: Vous continuez en tant qu'invité, ces options ne sont donc pas disponibles. Connectez-vous à tout moment pour les activer.
he: אתם ממשיכים כאורחים, לכן אלה אינם זמינים. התחברו בכל עת כדי להפעיל אותם.
hi: आप मेहमान के रूप में जारी रख रहे हैं, इसलिए ये उपलब्ध नहीं हैं। इन्हें चालू करने के लिए कभी भी साइन इन करें।
id: Anda melanjutkan sebagai tamu, jadi ini tidak tersedia. Masuk kapan saja untuk menyalakannya.
it: Stai continuando come ospite, quindi queste opzioni non sono disponibili. Accedi in qualsiasi momento per attivarle.
ja: ゲストとして続けているため、これらは使えません。いつでもサインインしてオンにできます。
ko: 게스트로 계속하고 있으므로 이 기능은 사용할 수 없습니다. 언제든지 로그인해서 켜세요.
nl: Je gaat verder als gast, dus deze zijn niet beschikbaar. Log op elk moment in om ze aan te zetten.
pl: Kontynuujesz jako gość, więc te opcje są niedostępne. Zaloguj się w dowolnej chwili, aby je włączyć.
pt: Você está continuando como convidado, então estas opções não estão disponíveis. Entre na conta a qualquer momento para ativá-las.
ru: Вы продолжаете как гость, поэтому эти параметры недоступны. Войдите в любой момент, чтобы их включить.
sv: Du fortsätter som gäst, så de här är inte tillgängliga. Logga in när som helst för att slå på dem.
th: คุณกำลังใช้งานในฐานะผู้เยี่ยมชม ตัวเลือกเหล่านี้จึงใช้ไม่ได้ ลงชื่อเข้าใช้ได้ทุกเมื่อเพื่อเปิดใช้
tr: Misafir olarak devam ediyorsunuz, bu yüzden bunlar kullanılamaz. Açmak için istediğiniz zaman oturum açın.
uk: Ви продовжуєте як гість, тож ці параметри недоступні. Увійдіть будь-коли, щоб їх увімкнути.
vi: Bạn đang tiếp tục với tư cách khách, nên các mục này không dùng được. Hãy đăng nhập bất cứ lúc nào để bật.
zh_hans: 你正以访客身份继续，因此这些功能不可用。随时登录即可打开它们。
